tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "fzf"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "pandoc"
brew "pixi"
brew "pkgconf"
brew "podman"
brew "radare2"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "universal-ctags"
brew "watch"
brew "zk"
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "keyboardcleantool"
cask "maccy"
