tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "nnn"
brew "pixi"
brew "pkgconf"
brew "podman"
brew "radare2"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "wget"
cask "aldente"
cask "appcleaner"
cask "ghostty"
cask "imhex"
cask "keyboardcleantool"
cask "maccy"
