tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "cmake"
brew "ctags"
brew "deno"
brew "dotnet"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "podman"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "xmake"
brew "zig"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "blender"
cask "cyberduck"
cask "imhex"
cask "magicavoxel"
cask "utm"
